[{"title": "\nWindows 12 do të lansohet në treg verën e ardhshme? ", "image": "https://sinjali.com/wp-content/uploads/2023/12/windows-600x360-1.jpg", "content": "\n\n\n\nSipas një raporti të fundit, Windows 12 do të dalë në treg verën e ardhshme, në qershor 2024.\nKy afat duket se është parashikuar për shkak të deklaratave të presidentëve të Quanta dhe Acer, të cilët ishin të ftuar në Ekspozitën e Teknologjisë Mjekësore në Tajvan më 30 nëntor.\nRritja e shpenzimeve për inteligjencën artificiale gjeneruese (1.37 miliardë dollarë në 2022) u vërejt nga presidenti i Quanta, Lin Baili, duke shtuar se “kur të arrijë Windows 12, prisni që kompjuterët e inteligjencës artificiale të shfaqen njëri pas tjetrit”, transmeton Telegrafi.\nJason Chen, drejtor ekzekutiv i Acer, mendon në mënyrë të ngjashme, por ai nuk është i bindur se kompjuterët me inteligjencë artificiale do të bëhen hit brenda natës.\nNë vend të kësaj, ai vuri në dukje se do të duhet kohë që sjellja e klientit të përshtatet me atë që ofrohet.\nData e lansimit të Windows 12 në mes të 2024 është në përputhje me thashethemet e mëparshme mbi këtë temë.\nNë tetor, drejtori financiar i Intel, Dave Zinsner përmendi një “Windows të rifreskuar që pritet vitin e ardhshëm”.\nAi tha gjithashtu se prodhuesi i çipave beson se “rifreskimi do ta bëjë vitin e ardhshëm një vit të mirë për biznesin”.\n/GazetaSinjali/\n"}, {"title": "\nTë dhënat në “Google Drive” po fshihen pa ndonjë shpjegim – Google jep disa këshilla ", "image": "https://sinjali.com/wp-content/uploads/2023/12/google-drive.jpg", "content": "\n\n\n\nPërdoruesit e “Google” thonë se të dhënat e tyre janë zhdukur ndërsa një inxhinier u ka kërkuar që të mos shtypin një buton që mund ta përkeqësojë problemin.\nDitët e fundit, përdoruesit e “Google Drive” – që i lejon njerëzit të ruajnë skedarët e tyre në cloud – thonë se ata skedarë duket se janë zhdukur. Disa raportojnë se skedarët disa mujorë u janë zhdukur, pa asnjë mënyrë të dukshme për t’i rikthyer ato, raporton “The Independent”.\nDosjet duket se janë zhdukur pa lënë gjurmë, pa asnjë shenjë se pse janë zhdukur apo edhe nëse janë të rikuperueshme.\nProblemi duket të jetë me një përditësim të fundit të “Google Drive” për desktop, një aplikacion që mund të instalohet në Mac ose Windows për të pasur akses te skedarët e ruajtur në “Drive”.\nQindra njerëz po ankohen për problemin ditët e fundit, duke përdorur një forum të “Google” që lejon përdoruesit të kërkojnë ndihmë. Numri ka të ngjarë të jetë shumë më i lartë.\nGoogle thotë se nuk është e qartë se çfarë është çështja, me një punonjës që tha se kompania po “heton raportet e një problemi që ndikon në një grup të kufizuar të ‘Drive’ për përdoruesit e desktopit”. Deklarata tregoi se kompania do të “japë më shumë informata”, por ende nuk ka dhënë asgjë.\nMegjithatë, ai përfaqësues i ekipit të “Google Drive” u bëri thirrje përdoruesve të mos klikojnë butonin “Shkyçe llogarinë” (Disconnect account) në aplikacionin “Drive” për Desktop. Kjo mund të shkaktojë probleme të mëtejshme me skedarët e humbur, tha punonjësi i “Google” me emrin Saitej.\nDisa thanë megjithatë se kishin dëgjuar se shtypja e atij butoni mund të resetonte aplikacionin dhe të ndihmonte në gjetjen e skedarëve të humbur.\nPërdoruesve iu tha gjithashtu që të mos e fshinin follderin e të dhënave të aplikacionit dhe u këshilluan që ta kopjojnë atë follder në hard-diskun e tyre nëse kishin hapësirë.\n/GazetaSinjali/\n"}, {"title": "\nGoogle shfaq flamurin kombëtar në faqen hyrëse ", "image": "https://sinjali.com/wp-content/uploads/2023/11/Google.jpg", "content": "\n\n\n\nKompania Google ka vendosur një ilustrim me flamurin kombëtar me rastin e ditës së 28 Nëntorit.\nKëtë veprim të kompanisë amerikane e ka përshëndetur kryeministri i Shqipërisë, Edi Rama.\n“Po, është dita e flamurit më të bukur në botë”, ka shkruar Rama në Facebook.\nKjo kompani zakonisht vendos ilustrime të ndryshme me rastin e ditëve dhe ngjarjeve të veçanta.\nImazhi me flamurin kombëtar u shfaqet atyre që përdorin internetin brenda adresave të internetit të Shqipërisë.\n/GazetaSinjali/\n"}, {"title": "\nZbulohet data kur do të publikohet traileri i GTA 6 ", "image": "https://sinjali.com/wp-content/uploads/2023/12/131902209_mediaitem131900807.jpg", "content": "\n\n\n\nRockstar Games ka njoftuar se traileri i GTA 6 do të publikohet nesër, më 5 dhjetor.\nPor pavarësisht kësaj, akoma nuk dihet se kur do të lansohet video-loja e shumëpritur.\nNdryshe, kanë kaluar 10 vjet që kur Rockstar Games publikoi Grand Theft Auto 5, e cila është video-loja e dytë më e shitur ndonjëherë pas Minecraft, pasi ka shitur më shumë se 185 milionë kopje.\nRockstar Games ka gjasa të ketë punuar në GTA 6 për disa vite, por konfirmimin se është duke punuar në këtë lojë e bënë në shkurt të vitit 2022. \n/GazetaSinjali/\n"}, {"title": "\nVeçantia që pritet të ketë iPhone 16 Pro ", "image": "https://sinjali.com/wp-content/uploads/2023/11/iphone-600x360-1.jpg", "content": "\n\n\n\nIphone 14 Pro Max dhe ai 15 Pro Max janë modelet më të shitura të Apple, kjo për shkak të veçorive më speciale që ofrohen nga këto dy modele. “\nPro Max” janë kryesisht modelet me ekrane më të mëdha dhe ofrojnë një sërë funksionesh që nuk mund të gjenden nga modelet e tjera të iPhone.\nMegjithatë, një ekran i madh po rezulton me probleme për njerëzit që duan ta përdorin telefonin e tyre vetëm me një dorë. Dikush mund të hasë vështirësi për të rrëshqitur përgjatë sistemit iOS me vetëm një dorë dhe duhet të kap telefonin me dy duart për të arritur aplikacionet e synuara. Sistemi operativ iOS nuk u optimizua kurrë për përdorim me një dorë në telefonat më të mëdhenj.\nNjë raport i PhoneArena sugjeron se iPhone 16 Pro me një ekran 6.3 inç mund të jetë një opsion më i mirë për ata që duan një balancë midis një ekrani të madh dhe përdorimit të telefonit me një dorë. Përfshirja e mundshme e një kamere me zmadhim optik 5x dhe një rritje e lehtë e kapacitetit të baterisë në iPhone 16 Pro 6.3 inç janë vërejtur si përfitime shtesë.\nApple njihet për çmimet e larta. iPhone 15 Pro Max shitet në Shtetet e Bashkuara për 1,199 dollarë. Çmimi i kësaj pajisjeje në Evropë është dukshëm më i lartë. Në faqen e Apple është bërë e ditur se në eurozonë kushton edhe mbi 1440 euro, që është 9% më shumë se çmimi i vitit të kaluar i celularit të Apple. Megjithatë, çmimet në Kontinentin e Vjetër ndryshojnë nga vendi në vend, por të gjitha janë dukshëm më të larta se në SHBA.\niPhone 15 Pro Max kushton 1,479 euro në Francë, 1,449 euro në Gjermani dhe 1,489 euro në Itali. Modeli bazë i iPhone 15 është më i shtrenjtë në Evropë sesa në SHBA. Në Amerikë është 800 dollarë ndërsa në Francë 969 euro, në Gjermani 949 euro dhe në Itali 979 euro. Në SHBA, TVSH-ja llogaritet sipas blerjes. Norma e TVSH-së ndryshon sipas shtetit të SHBA-së, duke filluar nga 2.9 në 7.25%.\n/GazetaSinjali/\n"}]